package Lesson_5_Arrays_Loops.Homework;

/*
1. Попросіть користувача ввести число місяця. Прочитайте значення та запишіть кількість
 днів у цьому місяці (створіть масив із кількістю днів кожного місяця).
2. Введіть 10 цілих чисел. Обчисліть суму перших 5 елементів, якщо вони додатні,
 або добуток останніх 5 елементів в іншому випадку.
3. Введіть 5 цілих чисел. Знайдіть
положення другого додатного числа;
мінімум та його положення в масиві.
Організуйте введення цілих чисел до першого від’ємного числа. Підрахуйте добуток
усіх введених парних чисел.
Створіть клас Car з типом полів, роком виробництва та потужністю двигуна.
4. Створити та ініціалізувати чотири екземпляри класу Car. Вітрини автомобілів
певний модельний рік (введіть рік у консолі);
впорядковані по польовому року.
5 *. До кожного завдання додайте модульні тести, опублікуйте код на GitHub
 */
public class homework_5 {

}
